{
    "Introduction": [
        "શું તમે તમારા વિશે થોડું કહી શકો?",
        "તમે ક્યાંથી છો અને કઈ ભાષાઓ બોલો છો?",
        "તમારું નામ શું છે અને તમારે કયા નામથી બોલાવવું ગમે?"
    ],
    "Hobbies & Interests": [
        "તમને ફુરસદના સમયે શું કરવું ગમે છે?",
        "કોઈ એવી હોબી વિશે જણાવો જે તમે લાંબા સમયથી રાખી છે.",
        "શું તમે તાજેતરમાં કોઈ નવી રુચિ વિકસાવી છે?",
        "કઈ વસ્તુ વિશે તમે ઉન્મત્ત છો અને શા માટે?",
        "તમે ભવિષ્યમાં કઈ નવી વસ્તુ શીખવા માંગો છો?"
    ],
    "Daily Life": [
        "તમારા દૈનિક જીવનનું વર્ણન કરી શકો?",
        "તમારી સવારેની રુટિન કેવી હોય છે?",
        "તમે સામાન્ય રીતે નાસ્તા, બપોરના ભોજન અને રાત્રિભોજનમાં શું ખાઓ છો?",
        "તમે કામ અથવા શાળાએ કેવી રીતે જાઓ છો?",
        "તમારા દૈનિક રુટિનનો તમને સૌથી વધુ ગમતો ભાગ કયો છે?",
        "તમને કયા ઘરગથ્થુ કામ સરળ અથવા મુશ્કેલ લાગે છે?"
    ],
    "Opinions & Preferences": [
        "તમને કયા પ્રકારનું સંગીત/ફિલ્મો/પુસ્તકો ગમે છે?",
        "તમારો મનપસંદ ઋતુ કયો છે અને શા માટે?",
        "તમે શહેરમાં રહેવું પસંદ કરશો કે ગામડામાં?",
        "હાલમાં એવી કઈ વસ્તુ છે જેના વિશે તમારું મન બદલાઈ ગયું છે?",
        "જો તમે તમારા શહેરની એક વસ્તુ બદલી શકો, તો એ શું હશે?",
        "તમને તમારા મિત્રોમાં કઈ ગુણવત્તાઓ સૌથી વધુ ગમે છે?"
    ],
    "Situational Questions": [
        "જો તમે રસ્તો ભૂલી જાઓ તો દિશા કેવી રીતે પૂછશો?",
        "તમે હોટેલમાં ભોજન કેવી રીતે ઓર્ડર કરશો?",
        "શું તમે સમજાવી શકો કે નજીકના એરપોર્ટથી તમારા ઘે સુધી કેવી રીતે જવું?",
        "જો તમારે ખરાબ સેવા વિશે ફરિયાદ કરવી હોય, તો તમે કેવી રીતે કરશો?",
        "જો તમારે કોઈને કોઈ ઈવેન્ટ માટે આમંત્રિત કરવો હોય, તો કેવી રીતે કરશો?"
    ],
    "Hypothetical Questions": [
        "જો તમને ક્યાંય પણ પ્રવાસ કરવાની તક મળે, તો તમે ક્યાં જશો અને શા માટે?",
        "જો તમે મોટી રકમ જીતી લો તો તમે શું કરશો?",
        "જો તમને કોઈપણ વ્યક્તિ સાથે ભોજન કરવાનું મળે, જીવંત કે મૃત્યુ પામેલા, તો તે કોણ હશે?",
        "તમારા માટે આદર્શ દિવસ કયો હશે?",
        "જો તમને કોઈ અન્ય સમયગાળામાં જીવવાનું મળે, તો તમે કયો સમયગાળો પસંદ કરશો?"
    ]
}
