{
    "Introduction": [
        "क्या आप अपने बारे में थोड़ा बता सकते हैं?",
        "आप कहाँ से हैं और कौन-कौन सी भाषाएँ बोलते हैं?",
        "आपका नाम क्या है और आपको किस नाम से बुलाना पसंद है?"
    ],
    "Hobbies & Interests": [
        "आप खाली समय में क्या करना पसंद करते हैं?",
        "किसी ऐसे शौक के बारे में बताइए जो आपको लंबे समय से है।",
        "क्या आपने हाल ही में कोई नया शौक अपनाया है?",
        "ऐसी कौन सी चीज़ है जिसके प्रति आप जुनूनी हैं और क्यों?",
        "आप भविष्य में कौन सी नई चीज़ सीखना चाहेंगे?"
    ],
    "Daily Life": [
        "क्या आप अपने रोज़मर्रा के दिन का वर्णन कर सकते हैं?",
        "आपकी सुबह की दिनचर्या कैसी होती है?",
        "आप आमतौर पर नाश्ते, दोपहर के खाने और रात के खाने में क्या खाते हैं?",
        "आप काम या स्कूल कैसे जाते हैं?",
        "आपकी दिनचर्या का पसंदीदा हिस्सा कौन सा है?",
        "कौन से घरेलू काम आपको आसान या मुश्किल लगते हैं?"
    ],
    "Opinions & Preferences": [
        "आपको किस तरह का संगीत/फिल्में/किताबें पसंद हैं?",
        "आपका पसंदीदा मौसम कौन सा है और क्यों?",
        "आप शहर में रहना पसंद करेंगे या ग्रामीण क्षेत्र में?",
        "हाल ही में ऐसी कौन सी चीज़ है जिसके बारे में आपने अपनी राय बदली है?",
        "यदि आप अपने शहर की कोई एक चीज़ बदल सकते, तो वह क्या होती?",
        "आप अपने दोस्तों में कौन-कौन सी विशेषताएँ सबसे ज्यादा पसंद करते हैं?"
    ],
    "Situational Questions": [
        "अगर आप रास्ता भटक जाएँ तो दिशा कैसे पूछेंगे?",
        "रेस्तरां में खाना ऑर्डर कैसे करेंगे?",
        "क्या आप समझा सकते हैं कि नज़दीकी हवाई अड्डे से आपके घर कैसे पहुँचा जाए?",
        "अगर आपको खराब सेवा मिली हो तो आप शिकायत कैसे करेंगे?",
        "अगर आपको किसी को किसी कार्यक्रम में आमंत्रित करना हो तो कैसे करेंगे?"
    ],
    "Hypothetical Questions": [
        "अगर आपको कहीं भी यात्रा करने का मौका मिले, तो आप कहाँ जाना चाहेंगे और क्यों?",
        "अगर आप बहुत सारा पैसा जीत जाएँ तो आप क्या करेंगे?",
        "अगर आपको किसी के साथ डिनर करने का मौका मिले, चाहे वह जीवित हो या मृत, तो वह कौन होगा?",
        "आपका आदर्श दिन कैसा होगा?",
        "अगर आपको किसी और समय काल में जीने का अवसर मिले, तो आप कौन सा समय चुनेंगे?"
    ]
}
